{
  "set"   : [
              ["card"     , ""],
              ["cardTitle", "Setup"],
              ["cardOl"   , [
                              ["", "Place the Score board on the table where all players can easily see it. Use the side with the point track layout that works best for your group."],
                              ["" ,"Place the Expedition board in the middle of the play area within reach of all players."],
                              ["" ,"Shuffle the Distant Island cards and place them face down on their space of the Expedition board."],
                              ["" ,"Shuffle the Nearby Island cards and place them face down on their space of the Expedition board."],
                              ["" ,"Reveal 2 cards from both Island decks and place them in the designated spaces."],
                              ["" ,"Shuffle the 5 Action tiles and place them in a random order forming a circle, somewhere near the Expedition board (make sure you’re not using the Solo mode side)."],
                              ["" ,"Each player chooses the Clan <span style=\"color:red;font-style:oblique;\">(you can use this application for this step)</span> they wish to play and takes all the components of the chosen Clan. Each of the six Clans have their own set of the following:<ul style=\"padding-top:10px;\"><li>3 Clan Basic Fields cards (or Location in rare situations)</li><li>A deck of 30 Clan cards</li><li>2 Clan Ship tokens</li><li>A Clan score marker</li></ul>Players place their 3 Basic Fields face up in front of them. Shuffle the Clan cards and place them nearby in a face-down deck. Return the remaining pieces of the Clans not used in this game to the box."],
                              ["" ,"Each player chooses one of four player colors and takes a Clan tile and 2 Clan action pawns of this color. Players place their Clan tile next to their Basic Fields and keep the Clan action pawns in front of them."],
                              ["" ,"Each player places a Clan score marker on the 0 space of the scoreboard."],
                              ["" ,"Place all Goods and additional tokens within easy reach, creating the general supply."],
                              ["" ,"Each player takes Goods shown on their Basic Field cards and places them nearby as their supply. Each player also takes 5 workers."],
                              ["" ,"Randomly select the First player. This player takes the First player marker."],
                              ["" ,"At the beginning of the game, each player draws 5 cards from their Clan deck, looks through them and chooses 3 to keep while discarding the other two to their discard pile (next to the Clan cards deck). These 3 cards are the player’s starting hand."]
                            ]]
            ],
  "rules" : [
              ["card"     , ""],
              ["cardTitle", "Rules"],
              ["cardText" , "The game consists of a number of Rounds, and the Round structure repeats until a player reaches or passes 25 VP. Each Round consists of the following four phases:"],
              ["cardOl"   , [
                              ["", "Lookout Phase – Players acquire new cards with workers"],
                              ["" ,"Action Phase – Players use their cards, resources, workers to take actions, expand their empires and score VP"],
                              ["" ,"Expedition Phase – Players that have decided to sail to Nearby or Distant Island choose which cards they will Conquer or Pillage, in the order their ships are queued."],
                              ["" ,"Clean-up Phase – Players refresh their Clan by straightening their exhausted cards, and retrieving their Workers."]
                            ]],

              ["card"     , ""],
              ["cardTitle", "Phase 1: Lookout Phase"],
              ["cardText" , "In this phase, each player may acquire up to 4 new cards and add them to their hand. During this phase, each player:"],
              ["cardOl"   , [
                              ["", "Puts their hand of cards to one side, for now."],
                              ["" ,"Draws 4 Cards from their Clan Deck, examines them, and decides how many to keep (0-4). For each card that they keep, they Spend 1 Worker from their active worker pool (putting it on their Clan Tile)."],
                              ["" ,"Any cards a player does not keep are discarded to their Clan Discard Pile."],
                              ["" ,"Players retrieve their hand, and merge it with the cards they just acquired."],
                              ["" ,"Notes:<ul style=\"padding-top:10px;\"><li>If a player has a card in their Empire with a Storage Effect that gains goods during the Lookout Phase, gain those Goods now.</li><li>A player’s hand size is unlimited.</li><li>If a player has no remaining cards in their Clan Deck, they reshuffle their discard to form a new deck.</li><li>Cards in a player’s hand are kept secret from the other players.</li><li>No Production Phase: Unlike Imperial Settlers, there is no Production Phase – players need to use the Harvest Action to generate goods from their Field Cards.</li></ul>"]
                            ]],
              ["card"     , ""],
              ["cardTitle", "Phase 2: Action Phase"],
              ["cardText" , "Players take turns to use Actions to Build Locations, Use their Clan Action Pawn to activate Action Tiles, Use Actions on Locations in their Empire, or Raid other players’ Empires. Beginning with the First Player, and proceeding clockwise, each player takes an action or passes. There is no limit to the number, type, or order of actions a player may take during Action Phase, as long as they perform one action per turn. The available actions are:"],
              ["cardOl"   , [
                              ["", "Build a Location – Choose a Location Card from hand to build. Pay the Building Cost in Goods to the General Supply. Place the card in your Empire. Workers paid as building costs are instead Spent (add to your Clan Tile). Certain Location types have an Action Type as the Build ‘cost’ – these cannot be Built using this Action, and are instead built during a Clan Action when the Boost condition is met. There are 4 types of Location:<ul style=\"padding-top:10px;\"><li>Fields – No keywords, only icons, representing the Goods that can be harvested from that Field. Fields give the player the depicted Goods immediately on Building, and each time a Harvest is declared on that Field. Open Harvest fields yield their normal Good on building to the owner of the Building.</li><li>Field Upgrades – Pay costs, and add the upgrade to an existing Field of the same Good type. Immediately Gain the depicted Upgrade Good (not the basic good of the field as well).</li><li>Feature – Features have various abilities described on the card. These abilities may be triggered during any player’s turn, and some grant players Goods after certain Actions.</li><li>Instant – These cards ability are resolved immediately on placement, and the card is discarded afterwards.</li><li>Action – To use an Action location, a player must exhaust the card, pay any costs in the text, and then receive the benefit. Exhausted cards are no longer available this round.<ul style=\"padding-top:10px;\"><li>Some Locations have a Building Bonus, which is an instant, one-time, bonus received on building that Location.</li><li>If a card allows a player to Pillage or Conquer immediately, they must have a Ship on the Expedition Board to do it, along with the required Fish/Token. As usual, the ship is returned to personal supply afterwards, any Goods it carried returned to supply, and Spoils/Island+instant benefits received as normal.</li></ul></li></ul>"],
                              ["" ,"Use a Clan Action Pawn – Take one of your Clan Action Pawns and place it on its unexhausted (non-X) side on one of the five Actions. You cannot be blocked by your other Pawn, nor by any other player’s Pawn(s). You cannot choose an Action you cannot resolve. The five actions you can take are:<ul style=\"padding-top:10px;\"><li>Explore: Draw one card from your Clan Deck to your hand.</li><li>Populate: Take one worker from general supply and add it to your unused worker pool</li><li>Construct: Build a single location from your hand for free (without paying resources). Fields cannot be built this way (as they have an Action as their requirement).</li><li>Harvest: Gains all Goods from ONE field in your Empire (including those from any upgrades).</li><li>Sail: Place one of your Ship tokens (adding to the bottom of any existing queue) on the Expedition Board. If desired, immediately add a Fish and/or a Raze token to that ship (also see Expedition Phase for the explanation of their use, these Goods cannot be added to your Ship later).<ul style=\"padding-top:10px;\"><li>There is no limit to the number of Ships on the Expedition Board, but you are limited to the number of Ships you own (generally 2).</li><li>Some card effects allow you to gain a Common Ship. Make sure when you place it, you take a number token so you know which of the Common ships is yours ship, if more than one Common Ship is in play.</li></ul></li><li>Re-using an Unexhausted Clan Pawn: Later in the Round, if you wish to take another Clan Action using an unexhausted Pawn already on an Action, you spend 1 food, and move your action pawn to an adjacent Action Tile to activate it (it cannot stay on the tile it is on). When you do this, flip your Pawn to the exhausted (X) side (indicating that the pawn may not be used again this round).</li><li>Boost Cards: (red banner top L) – Whenever an Action is declared (but before it is resolved), the active player may play a single Boost Card to build a Field Location (that has the ‘ACTION’ to build banner). Then, they resolve the Action afterwards. A player cannot Boost an Action they cannot resolve for just the Boost benefit. Remember to claim the resources immediately on building a Field in this way!</li><li>Action Cards with Clan Actions: Some Actions cards in your Empire may have one of the five Actions in capitals (e.g. SAIL). If you use this Action Card, perform the Action “as if a pawn had been placed on that Action” (i.e. you may Boost it as well).</li></ul>"],
                              ["" ,"Raid an Opponent – Discard a Raze token. Exhaust an opponent’s Un-Exhausted Action Location."],
                              ["" ,"Use an Action on a Location – Select an Un-Exhausted Action Location in your Empire. Pay any required costs in Goods (and/or add the required available workers to your Spent Worker pool). Resolve the ability of the card. Exhaust the card. If selected Location’s effects depends on the number of a certain icon in your Empire, count these up, including the card itself. Goods are gained from supply. VP are added immediately to the VP board."],
                              ["" ,"Passing: Once a player has passed, they can take no further action in the current round, but neither can they be the target of other players’ actions (i.e. they cannot be Raided, nor can their Open Fields be used). Action phase continues until all players have passed. If any player reaches or passes 25 VP, the game ends after the Expedition Phase of the current round."]
                            ]],
              ["card"     , ""],
              ["cardTitle", "Phase 3: Expedition Phase"],
              ["cardText" , "One after each other, starting from the first Ship Token on the Expedition Board, and proceeding to the last, players choose a single Island to either Pillage or Conquer. They can choose a revealed Island, draw blind from relevant deck. The choice of Island and Pillage vs Conquer depends on how they equipped their Ship as follows:"],
              ["cardOl"   , [
                              ["", "A player with a ship on the Expedition Board with neither a Fish nor a Raze Token may only choose a Nearby Island (a face-up one, or drawing blind from the Nearby Island deck). They must choose to Pillage that Island (take the Goods on the banner) the island they select."],
                              ["" ,"A player with a ship on the Expedition Board loaded with a Fish but no Raze Token may choose either a Nearby, or a Distant Island Card (from the display, or draw blind). They may only choose to Pillage their selected island, i.e. the Fish allows the player to travel to a Distant Island, if they desire."],
                              ["" ,"A player with a ship on the Expedition Board loaded with a Raze Token, but no Fish, may only select a Nearby Island in the display (or draw blind), but may choose to Pillage or Conquer that island (but not both). Pillage proceeds as above. If they Conquer the island, instead they add it to their Empire and it provides an immediate benefit, and a new Action or Ability to their Empire from now onwards."],
                              ["" ,"A player with a ship on the Expedition Board loaded with both a Fish, and a Raze token may choose either a Nearby or Distant Island (as before), and may choose to Pillage or Conquer that Island, as before."]
                            ]],
              ["cardText" , "In all cases, the player returns the Ship they used to their supply, and discards the Raze Token, and/or Fish assigned to that Ship, even if they didn’t use them. If they Pillaged the Island, the Island is discarded to the relevant discard pile (Nearby or Distant). If they Conquered the Island, it is added to the Conquering player’s tableau. Play then proceeds to the next Ship in the queue, until all Ships have been resolved. Remember to resolve any Feature effects triggered ‘when a card in Conquered’ when you Conquer a card (this effect is not triggered simply by Sailing). If either Island Deck becomes empty, shuffle the relevant discard pile to create a replacement deck."],


              ["card"     , ""],
              ["cardTitle", "Phase 4: Clean-up Phase"],
              ["cardText" , "Skip Clean-up Phase in the Final Round. Players do the following:"],
              ["cardOl"   , [
                              ["", "Players take all Workers from their Clan Tile back to their available worker pool (do not discard them by accident!). Assigned workers do not return to your available worker pool until they are Released."],
                              ["" ,"Players Refresh all Exhausted Cards"],
                              ["" ,"Players take back their Clan Action Pawns from the Action Tiles"],
                              ["" ,"Discard any remaining face-up Island Cards from the Expedition Board and reveal new ones"],
                              ["" ,"Pass the first player clockwise to the next player"],
                              ["" ,"Check if the game ends, i.e. if 25 VP is reached or exceeded (if so, proceed to Final Scoring, if not, begin a new round)."]
                            ]],
              ["card"     , ""],
              ["cardTitle", "Game End"],
              ["cardText" , "The game ends when a player reaches or passes 25 VP during the Action Phase. This round is considered the Final Round. The game ends after this round and Final Scoring is performed. Final Scoring: Each player receives additional points as follows:"],
              ["cardOl"   , [
                              ["", "1 VP for each card in their Empire (remember to include in this your Basic Fields, Field Upgrades, and Conquered Lands)."],
                              ["" ,"1 VP for every 2 remaining Resources in their personal supply (excluding those assigned to cards)."],
                              ["" ,"1 VP for every remaining Gold."]
                            ]],
              ["cardText" , "The player with the most points is the winner! If there is a tie, the tied player with the most Locations in their Empire is the Winner. Further tie-breakers are available, if required."]
            ]
}