{
  "set"   : [
              ["card"     , ""],
              ["cardTitle", "Setup"],
              ["cardOl"   , [
                              ["", "Each player chooses one of the available Clans to play. <i style=\"color: red;\">You can use this application for this step.</i>"],
                              ["", "<b>Sitting Order</b>, according to the Starting Honor Rank of the Clan they chose (indicated on their Clan Screens), the Clan with the lowest-numbered Starting Honor Rank will be the first to play. The Clan with the next Rank after that must sit to their left, and so on.Note that the sitting order (and thus play order) stays the same throughout the game."],
                              ["", "Place one of your Clan markers on the first slot of the Victory Point Track on the board."],
                              ["", "Your other Clan marker is placed on the Honor Track. The slot on which it’s placed depends on your Clan’s Starting Honor Rank. The Clan with the lowest numbered Rank goes on the top slot. Below it goes the Clan with the next Starting Honor Rank, and so on."],
                              ["", "Take your clan’s figures, and make sure a black plastic base is attached to the Daimyo and white bases to the Shinto to more easily identify them. Keep all of your figures next to your Clan Screen, in sight of the other players. This area is called your Reserve."],
                              ["", "Take all the plastic bases in your Clan’s color and keep them next to you. They will be used if you acquire Monsters."],
                              ["", "Take the 4 Stronghold tokens and the Alliance token belonging to your Clan and keep them next to you."],
                              ["", "Home Province: Each player takes 1 Daimyo figure, 1 Bushi figure, and 1 Stronghold token and places them on the board, inside their Home Province (as indicated on their Clan Screen)."],
                              ["", "Shuffle the 7 Shrine tiles facedown. Draw 4 Shrine tiles and place them faceup on the Shrine Slots on the board, from left to right. The remaining 3 Shrine tiles are returned to the game box. <i>With <b>Kami Unbound</b> expansion, once the Shines were selected, take Kami figure and its card for that shrine and place them faceup next to the board. Return the 3 remaining Kami figures and cards to the box, as they will not be used this game.</i>"],
                              ["", "Take the Core Season cards and one other set of season cards (either choose or randomly select) and place them facedown next to the board, creating 3 separate decks: Spring, Summer, and Autumn. All other Season cards are returned to the game box. <i>If at least one of the Dynasty Clans (from <b>Dynasty Invasion</b> expansion) is in play (and only if they are in play), take the 7 Lucky God cards to use and add them to the piles of season cards.</i>"],
                              ["", "Separate the War Province tokens according to their number: I, II, and III. Shuffle them into 3 facedown piles, each with 8 tokens, placing them next to the board."],
                              ["", "Place all the War Number tokens next to the board."],
                              ["", "Shuffle the 10 Political Mandate tiles facedown and place them in a pile next to the board."],
                              ["", "Place all Monster figures next to the board."],
                              ["", "Place all the Coins and Ronin tokens in common piles next to the board. <i>(IMPORTANT: Unlike the other components, Coins and Ronin are considered to be unlimited. In the unlikely event that either of these common piles run out, use substitute components to supply more of them.)</i>"]
                            ]]
            ],
  "rules" : [
              ["card"     , ""],
              ["cardTitle", "Rules"],
              ["cardText" , "Rising Sun is a board game for 3 to 5 (6 with either Daimyo and/or Dynasty Invasion expansion) players."],
              ["cardTitle", "Figures"],
              ["cardText" , "Each Clan possesses 10 figures: 1 Daimyo, 3 Shinto, and 6 Bushi. These are kept in Reserve next to your Clan Screen while not in use and are returned there if they’re killed. (All figures in the game have 1 Force, unless otherwise stated.)"],
              ["cardUl"   , [
                              ["", "Bushi – foot soldier without any special ability (each clan has two different sculpts for their Bushi, they all work exactly the same)."],
                              ["", "Shinto (white base) – spiritual warriors, same as bushi, except when recruited, you may choose to send them to worship a Kami instead of staying on the Map."],
                              ["", "Daimyo (black base) – leader of your forces. It cannot be taken Hostage and cannot be removed from the Map by a Betray action. It is also immune to other special effects, such as a Monster’s ability to automatically kill a figure."],
                              ["", "Monsters (player colour base) – can be added to your Clan with a Train action. When acquired, attach one of your Clan’s color bases to it. The Monster is immediately Summoned to one of your Strongholds and is part of your Clan for the rest of the game. If it is killed, it goes to your Reserve. Each Monster has a special ability described on its Season card (their Force is still 1, unless otherwise stated)."]
                            ]],
              ["cardTitle", "Season Cards"],
              ["cardText" , "Season cards are divided into 3 Seasons: Spring, Summer, and Autumn, bringing varied abilities to the Clans who acquire them. Core Season cards must be present in every game. Each game, players will choose (or randomly select) 1 Set of Season cards to add to the Core cards. The types of card are:"],
              ["cardUl"   , [
                              ["", "Ehancement (green) – abilities that enhance your Clan, giving special abilities to your figures or your actions."],
                              ["", "Virtue (blue) – allow you to gain extra Victory Points or other benefits triggered by specific conditions."],
                              ["", "Monster / Lucky gods (brown) – gives your Clan a Monster figure with a unique ability."],
                              ["", "War Upgrade (red)– grants you special benefits that trigger at the start of each War Phase."],
                              ["", "Winter Upgrade (light blue) – offers bonus Victory Points, triggered by specific conditions at the end of the game."]
                            ]],
              ["cardTitle", "Honor"],
              ["cardText" , "The Honor Track at the top left of the board is used to keep track of each Clan’s Honor in relation to one-another. The Clan with their marker at the top of the Honor Track has the highest Honor, while the Clan at the bottom has the lowest Honor."],
              ["cardText" , "The most crucial aspect of Honor is, whenever there is a tie, the tied player with the highest Honor wins."],
              ["cardText" , "This counts for any ties, whether it’s comparing players’ Force in a Province during a Harvest or a Battle, comparing their Force on a Shrine during a Kami Turn, or comparing their Coins on a War Advantage during a Battle. If players are tied, check the Honor of the tied players. The one higher on the Honor Track wins the dispute. (If there’s ever a conflict in the timing of the execution of an ability, the involved player with higher Honor decides whether to go first or last.)."],
              ["cardText" , "Gaining and losing honor - actions may cause a player to either gain or lose Honor. Each time a Clan gains / loses Honor, move its marker up / down 1 slot on the Honor Track, at the same time moving down / up 1 slot the Clan marker that was above / below it. If a Clan is already at the top / bottom of the Honor Track, gaining / losing Honor has no effect."],
              ["cardTitle", "Negotiation"],
              ["cardText" , "In Rising Sun, players are encouraged to use diplomacy, negotiation, and even bribery to further their cause. Players can make deals at any point in the game, whether with their Ally or with an Enemy. Players are free to break their promises at any point. Deals can be made in secret, without other players overhearing them. Bribery, or “tokens of friendship”, can only be done during the Tea Ceremony and the Political Phase, not during the War Phase. Players are free to give Coins and Ronin tokens from their Reserve to other players in order to try to convince them to do something. <b>These deals are not binding.</b>"],
              ["cardTitle", "Playing the Seasons"],
              ["cardText" , "Rising Sun is played over the course of 4 rounds, known as Seasons. It begins with Spring, followed by Summer, and then Autumn. When Winter comes, the game draws to a close - players calculate their bonuses to decide who is the winner. The Phases of each Season:"],
              ["cardOl"   , [
                              ["", "Seasonal Setup"],
                              ["", "Tea Ceremony"],
                              ["", "Political Phase"],
                              ["", "War Phase"],
                              ["", "Seasonal Cleanup"]
                            ]],
              ["card"     , ""],
              ["cardTitle", "Season setup"],
              ["cardText" , "At the start of each Season, a few tasks must be performed in the following order."],
              ["cardOl"   , [
                              ["", "<b>Prepare for War</b> - take the randomized War Province tokens for the current Season (I-Spring, II-Summer, III-Autumn) and place them faceup on the War Province Slots on the board. The number of War Province tokens placed on the board must be equal to the number of players plus 2. Then, take the War Number tokens and place each of them in the War Number Slot of the Province indicated by the War Province tokens on the board. Any unused War Number tokens are returned to the game box."],
                              ["", "<b>Set Season Cards</b> - If there are any Season cards left next to the board from the previous Season, discard these cards. Take the Season deck for the current Season and place all its cards faceup next to board, within reach of all players."],
                              ["", "<b>Seasonal Income</b> - Players should have no Coins at this point. They now each receive a number of Coins from the common pile equal to their Seasonal Income, as indicated on their Clan Screen."],
                              ["", "<b>Return Hostages</b> - At the start of Summer, Autumn, and Winter, if any players have figures that they have Taken Hostage from other players, they now return them to their owners. For each hostage figure a player returns, they get 1 extra Coin from the common pile."]
                            ]],
              ["card"     , ""],
              ["cardTitle", "Tea Ceremony"],
              ["cardText" , "Once the Seasonal Setup is done, each Season starts with a Tea Ceremony in which players negotiate their Alliances for the Season. Any Alliances from a previous Season are unmade, and each player takes their Clan’s Alliance token to propose new Alliances. Alliances are forged between pairs of players, who must both be in agreement. When an Alliance is formed, the two players join their Alliance tokens together, forming a complete circle, and place them in view of all players. Alliances last for the current Season (unless they are broken by a Betray Mandate), and no new Alliances can be made until the next Season."],
              ["cardTitle", "Effects of an Alliance"],
              ["cardUl"   , [
                              ["", "Allied players grant each other powerful bonuses from the Political Mandates they play during the Political Phase."],
                              ["", "Allied players don’t fight each other during the War Phase if they are the only ones in a Province. Victory goes automatically to the one with the highest Force there."],
                              ["", "In a Battle involving two Allied players and other players, if one of the Allied players is victorious, they don’t kill the figures of their Ally."],
                              ["", "Allied players are still considered opponents for the purpose of Season card abilities and other effects."],
                              ["", "If an Allied player plays the Betray Political Mandate, they immediately lose Honor and the Alliance is broken."],
                              ["", "In the unlikely event that the game ends in a tie between Allied players, they share the victory."]
                            ]],
              ["card"     , ""],
              ["cardTitle", "Political Phase"],
              ["cardText" , "During the Political Phase, players will take turns selecting Political Mandates each Season always follows this order:"],
              ["cardUl"   , [
                              ["", "3 Mandate Turns"],
                              ["", "Kami Turn"],
                              ["", "2 Mandate Turns"],
                              ["", "Kami Turn"],
                              ["", "2 Mandate Turns"],
                              ["", "Kami Turn"],
                              ["", "War Phase starts"]
                            ]],
              ["cardTitle", "Mandate Turns"],
              ["cardText" , "At the start of the game, the player at the top of the Honor track takes the deck of Political Mandates to play the first Mandate Turn. At the start of the following Seasons, the first player to perform a Mandate Turn is the one to the left of the player who performed the last Mandate Turn on the previous Season. During a Mandate Turn, the player draws the top 4 Mandate tiles and looks at them in secret. They choose 1 of them and returns the other 3, facedown, to the top of the deck, without reshuffling. They then place the chosen Political Mandate faceup on the first available Political Mandate slot on the board for all players to see what Mandate will be executed this turn. The chosen Political Mandate is performed by all players, starting with the player to the left of the player who selected it and proceeding clockwise. The player who selects a Mandate will therefore be the last to perform it (except for the Train). Except for the Betray, all Mandates have 2 components: One part that all players may perform and one Bonus part that only the current player and their ally (if they have any) may perform. Once the current Mandate Turn is over, the current player passes the facedown deck of remaining Political Mandates to the player to their left, who becomes the next current player and executes the next Mandate Turn (unless the Political Track indicates a Kami Turn must be performed next)."],
              ["cardUl"   , [
                              ["", "The <b>Recruit</b> Mandate allows players to place more of their figures on the board. <u>All players</u> may Summon 1 of the figures they have in reserve to each of the Provinces where they have a Stronghold. A player may have more than 1 Stronghold in the same Province, in which case they may Summon a number of figures to that Province equal to the number of Strongholds they have there. There is no limit to the number of figures that may occupy each of the Provinces (except for Moon clan). If the player has no more figures in their reserve, they cannot Summon another figure.<u>Current player and their ally</u> may Summon 1 additional figure to any one of their Strongholds, even if they have already Summoned a figure there. <i>When a Shinto warrior is Summoned (and only at the moment when it is Summoned), the player may choose to send it to climb the holy mountains to Worship one of the Kami. If they choose to do so, the Shinto is immediately taken from the Province where it was Summoned and placed on any of the 4 Shrine tiles on the top of the board. There is no limit to the number of Shinto figures that may occupy each of the Shrines. A Shinto worshipping at one of the Shrines is not considered to be on the Map. It cannot be Moved to the Map or to a different Shrine.</i>"],
                              ["", "The <b>Marshal</b> Mandate allows players to Move their figures around the Map. It may also allow players to build new Strongholds in order to establish their footholds. <u>All players</u> may Move each of the figures they have on the Map to an adjacent Province. This means either crossing a Border or taking a Shipping Route to Move to an adjacent Province. The player may choose to Move any number of their figures and may even choose not to Move any of them, if they so desire. But keep in mind that each figure can only be Moved once during each Marshal Mandate. <u>Current player and their ally</u> may choose to spend 3 Coins to build a new Stronghold anywhere on the Map. If they decide to do so, they discard 3 Coins to the common pile, take 1 Stronghold token from their Reserve, and place it in any Province they want. If the player has placed all 4 of their Strongholds, they cannot build any more Strongholds."],
                              ["", "The <b>Train</b> Mandate allows players to acquire new Season cards. Unlike other Mandates, the player who selects the Train Mandate performs it first, having first pick of the available cards. <u>All players</u> may acquire 1 of the Season cards currently displayed next to the board by paying its Coin cost. The player places the newlyacquired Season card faceup next to their Clan screen, so all players can see it. The card’s ability is considered to be in effect as soon as it is acquired. A player may acquire more than 1 copy of the same Season card over subsequent Trainings. In these cases, their abilities stack together. <u>Current player and their ally</u> may pay 1 less Coin than its listed cost (to a minimum of 0). When a player acquires a Monster Season card, they not only place the card next to them, but they also take the corresponding Monster figure, attach a counter base of their Clan color to it, and immediately Summon it to any Province where they have a Stronghold. The Monster now counts as one of that Clan’s figures, just like its Daimyo, Shinto, and Bushi, and has 1 Force, unless otherwise stated. If it’s killed, it returns to their reserve and may be Summoned again to the Map just like a normal Clan figure. There is no limit to the number of Monsters a Clan may have."],
                              ["", "The <b>Harvest</b> Mandate allows players to gain some Coins and maybe reap the rewards offered by the Provinces they control. <u>All players</u> gain 1 Coin, taking it from the common pile. <u>Current player and their ally</u> collect the Rewards listed for every Province where they currently have the most Force. Check each Province, one by one, adding together the Force provided by each Clan’s figures. The player only gets the Rewards of the Provinces where their figures have more Force than any other Clans in that Province. As always, if there’s a tie, the tied player with the highest Honor is considered to have the most Force in the Province."],
                              ["", "The <b>Betray</b> Mandate only benefits the current player. If the player is in an Alliance, this Alliance is immediately broken and the Betraying player loses Honor. If the Betraying player was not in an Alliance, they do not lose Honor. When playing Betray, the player chooses up to 2 figures on the Map, belonging to 2 different players, and immediately replaces them with figures of the same type that they have in their own Reserve. You cannot replace 2 figures belonging to the same player, replace an opponent’s figure with one of yours that is already on the board, or replace an opponent’s figure with one from your Reserve that’s a different type. Note that a Monster in Reserve can be used to replace another Monster. Even though they have different names, they are the same type of figure. The replaced figures are returned to their owners’ Reserves. Daimyo figures cannot be affected by Betrayal. Shinto figures on the Shrines are not affected by Betrayal (unlike any on the Map). The player cannot replace a figure if they don’t have a figure in reserve of the same type. Replacing a figure is not considered a Summon (Shinto cannot be sent to worship)."]
                            ]],
              ["cardTitle", "Kami Turns"],
              ["cardText" , "After a Mandate Turn has been executed, if the next step on the Political Track shows the Kami symbol, then the Political Phase is briefly interrupted to resolve a Kami Turn. During a Kami Turn, players resolve the effects of each of the 4 Shrine tiles in order, starting from the leftmost Shrine and proceeding to the right. In each Shrine, players compare the total Force each Clan has there. Only the Clan with the most Force gets the benefit granted by that Shrine’s Kami. As always, if there’s a tie, the tied player with the highest Honor is considered to have the most Force in the Shrine. If a Shrine has no Shinto on it, it’s simply skipped during this Kami Turn. Each of the different Kami offers a different ability to the player with the most Force on its Shrine. These abilities are executed immediately, before resolving the next Shrine. Once all 4 Shrines have been resolved, the Political Phase continues with the next player performing their Mandate Turn. If this was the third Kami Turn of the Season, however, the Political Phase reaches its end and the War Phase begins."],
              ["cardText" , "With <b>Kami Unbound</b> expansion, you get figures for each Kami. At the beginning of each Season, the Kami do not influence the game in any way, being off the board. Their figures will only enter the Map on the Kami Turns, if they are worshipped. During each of the Kami Turns, immediately after resolving the ability of a Kami’s Shrine, the player who has the most Force there gets to take the corresponding Kami figure and place it in any Province they choose. They also take the corresponding Kami card and place it close to them. Follow the normal order of Shrine resolution, with the top worshippers placing the Kami figures where they wish. If a Shrine has no worshippers on it, its corresponding Kami figure remains untouched and may only be moved onto the Map on a subsequent Kami Turn if someone worships them. On subsequent Kami Turns, the Kami figures that are already on the Map may be placed in a completely different Province. After resolving the Shrine ability, the top worshipper player may take the corresponding Kami figure from its current Province and place it in any Province, regardless of distance. This is not considered a Move."],
              ["cardText" , "Once the Kami manifest on the Map, they affect the Province they occupy and join the forces of the Clan that currently worships them the most. At all times, the player who has the most Force on a Kami’s Shrine is in control of that Kami’s figure. If a different player later becomes the top worshipper at that Kami’s Shrine (either by having more Force or by having higher Honor on a tie), they immediately gain control of that Kami’s figure, taking the Kami card and placing it next to them. While on the Map, each Kami figure brings 2 distinct effects to the game: Kami as a Clan Figure and Kami Power."],
              ["cardText" , "Each Kami figure effectively counts as a Clan figure for the player who currently has the most Force at that Kami’s Shrine (as evidenced by the player having that Kami card). A player may control multiple Kami figures at the same time. The Kami figure counts as 1 Force for its controlling Clan, affecting Harvest and War. The Kami figure benefits from any of its controlling Clan’s abilities and enhancements. The Kami figure may be Moved by the controlling player just like any of its other Clan figures. Similar to a Daimyo, Kami figures cannot be taken Hostage, cannot be removed by a Betray action, and are immune to other special effects. Kami figures cannot be killed under any circumstance. Keep in mind that control of a Kami figure may change at any point in the game. It can even happen in the middle of a Battle, in case players are tied in Force at the Shrine and their relative Honor changes."],
              ["cardText" , "While on the Map, each Kami figure affects the Province they are in, according to the Kami Power described on their Kami card. Keep in mind that this Kami Power is completely independent from the Kami’s Shrine ability, and it may benefit any player, not only that Kami’s controlling player."],
              ["card"     , ""],
              ["cardTitle", "War Phase"],
              ["cardText" , "During the War Phase, players Battle over several contested Provinces. At the start of the War Phase, players should flip their Political/War tiles to their War side. Any War Upgrade Season cards a player has acquired should also be resolved at this point. Note that “At Start of War” Phase effects take place at the start of the War Phase of each Season, not at the start of each Battle. Each Season, there will only be war in the Provinces marked with a War Number token, as determined by the War Province tokens drawn during the Seasonal Setup. During the War Phase, players cannot freely give each other Coins or Ronin tokens as part of their negotiations."],
              ["cardText" , "Starting with the number 1 Province, and proceeding in ascending order, War is resolved in each Province, one at a time:"],
              ["cardUl"   , [
                              ["", "If nobody has any Force in the Province, nothing happens and its corresponding War Province token is simply discarded."],
                              ["", "If only 1 player has any Force in the Province, they simply take the corresponding War Province token and place it, faceup, next to their Clan screen."],
                              ["", "If only 2 Allied players have Force in the Province, no Battle takes place. The player with the most Force in the Province simply takes the corresponding War Province token and places it, faceup, next to their Clan screen. As always, if there’s a tie, the tied player with the highest Honor is considered to have the most Force in the Province."],
                              ["", "If at least 2 players who are not Allied have Force in the Province, a Battle takes place to determine the winner."]
                            ]],
              ["cardTitle", "Resolving Battles"],
              ["cardText" , "Battles only take place in Provinces where at least 2 players who are not Allied with each other have Force. The Battle involves all players who have any Force in that Province, even if they are Allied with each other. When a Battle takes place, the players involved will have a chance to use their Coins to try to gain certain War Advantages. Before a Battle begins, all players must clearly display their Coins and Ronin tokens next to their Clan Screens. A player must truthfully answer how many Coins and Ronin tokens they have, if asked. The involved players take all their Coins behind their Clan Screen and proceed to allocate them to the different War Advantage spots on the War tile. This is done simultaneously and in secret. Players may allocate any number of Coins to each spot (including zero). Once all players declare that they are done allocating their Coins, they all lift their Clan Screens simultaneously, revealing their bids. Players then proceed to compare the number of Coins allocated by each player in each of the War Advantage slots, starting from the leftmost War Advantage (Seppuku) and then proceeding to the right. Each War Advantage is won by the player who bid the most Coins on it. As always, if there’s a tie, the tied player with the highest Honor is considered to have the most Coins in that War Advantage. If no players bid any Coins on a War Advantage, it is simply skipped and the next one is resolved. Only the player who wins a War Advantage is allowed to execute it. However, the player may choose not to execute a War Advantage they won."],
              ["cardUl"   , [
                              ["", "The player who wins <b>Seppuku</b> may choose to immediately kill all their figures in the Province. If they do so, they immediately gain 1 Victory Point for each of their figures killed this way and also gain Honor for each of their figures killed this way. If a player decides to perform Seppuku, they must kill all of their figures; they cannot choose to leave some in the Province (except for Kami, they cannot be killed under any circumstances). Note that the player is still in the Battle, even if they no longer have any figures in the Province."],
                              ["", "The player who wins <b>Take Hostage</b> may choose to capture 1 figure in the Province belonging to another player (even from their Ally). The chosen figure is removed from the Province and placed next to the Clan Screen of the player who is Taking a Hostage. It will only be returned to its owner during the setup of the next Season. Note that the figure has not been killed, merely captured. If the player Takes a Hostage, they also steal 1 Victory Point from the Clan that the captured figure belongs to. Note that if the targeted Clan doesn’t have any Victory Points, the player doesn’t get any Victory Points. Daimyo are immune to the Take Hostage effect and cannot be targeted by this War Advantage."],
                              ["", "The player who wins <b>Hire Ronin</b> may choose to add their Ronin tokens to their forces in the Province. For each Ronin token they have in reserve, they gain +1 Force to determine the outcome of the Battle. Keep in mind that these Ronin tokens are not spent when they are used in this way, and all of them will be available to be hired again in a following Battle."],
                              ["", "The Battle must be concluded before <b>Imperial Poets</b>, the final War Advantage, may be resolved. At this point, players compare the total Force they currently have in the Province. The Clan with the most Force wins the Battle. They take the corresponding War Province token and place it faceup next to their Clan Screen. As always, if there’s a tie, the tied player with the highest Honor is considered to have the most Force in the Province. All the figures in the Province belonging to the players who lost the Battle are immediately killed. However, if one of the losers is Allied with the winning player, their figures are not killed. If, at the end of a Battle, no players have any Force left in the Province, the player with the highest Honor wins. Now, the player who wins <b>Imperial Poets</b> gains a number of Victory Points equal to the total number of figures that were killed in the course of this Battle. It doesn’t matter which player the figures belonged to, nor how they were killed (whether by Seppuku, by a Monster’s ability, or at the conclusion of the Battle), all killed figures award Victory Points to the player who wins Imperial Poets. In order to more easily count them, keep killed figures separate from each player’s reserves until Imperial Poets has been resolved."]
                            ]],
              ["cardTitle", "War Reparations"],
              ["cardText" , "The Battle is now over and all losing players discard all Coins they allocated on the War tile to the common pile. The winning player, gives all Coins they allocated on their War tile to the losing players. The Coins are distributed equally among the losing players, who place them in their reserves to use in the following Battles. If the number of used Coins can’t be distributed equally, the winning player decides which player(s) should get an extra Coin. War is then resolved in the next Province, until all Provinces with a War Number token have been resolved, and the War Phase comes to an end."],
              ["card"     , ""],
              ["cardTitle", "Seasonal Cleanup"],
              ["cardText" , "With the War Phase over, there is some cleanup that must be performed before moving on to the next Season:"],
              ["cardUl"   , [
                              ["", "Discard Coins and Ronin"],
                              ["", "Return Shinto from the Shrine tiles"],
                              ["", "Return Political Mandates and shuffle them back with the deck of Political Mandates"],
                              ["", "If playing with <b>Kami Unbound</b> expansion each Season, remove all Kami figures from the Map and place them back next to their respective Shrine tiles. Also, take their Kami cards and place them next to the board. Next Season, the Kami figures may be brought back to the Map during the Kami Turn."],
                              ["", "The next Season then begins with its Seasonal Setup step."]
                            ]],
              ["card"     , ""],
              ["cardTitle", "Winter Season"],
              ["cardText" , "Endgame The start of the Winter Season signifies the end of the game. The only Season Setup step that must be executed during Winter is Return Hostages, in case players have any Season cards that trigger off of returning a hostage. Players then may gain extra Victory Points for the following:"],
              ["cardUl"   , [
                              ["", "Winter Upgrades"],
                              ["", "War Province Tokens – Each War Province token a player collected grants the number of Victory Points listed on it (Spring = 1 VP, Summer = 2 VP, Autumn = 3 VP)."],
                              ["", "War Province Set Bonus – Victory Point bonus according to the number of War Province tokens they accumulated of different Provinces."]
                            ]],
              ["cardText" , "Once all Victory Points are tallied, the player with the most points is declared the winner! In case of a tie, the tied player with the highest Honor is declared the winner. In the very unlikely case that 2 Allied players are tied in first place, they share the victory."]
            ]
}