{
  "set"   : [
              ["card"     , ""],
              ["cardTitle", "Setup for base game"],
              ["cardList" , "Place the game board on a flat surface."],
              ["cardList" , "Take the Achievement cards and place them face up next to the board."],
              ["cardList" , "Shuffle the Meal cards (red back) and make a face-down pile."],
              ["cardList" , "Shuffle the Souvenir cards (brown back) and make a face-down pile."],
              ["cardList" , "Shuffle the Encounter cards (purple back) and make a facedown pile."],
              ["cardList" , "Shuffle the Hot spring cards (light blue back) and make a facedown pile."],
              ["cardList" , "Sort the Panorama cards by type (Sea, Mountain, Paddy) and by value (placing the 1 above the 2 above the 3...)."],
              ["cardList" , "Place the 7 resulting piles on their corresponding locations on the board."],
              ["cardList" , "Place the coins next to the board as a reserve."],
              ["cardList" , "Each player selects a Traveler piece and the correspondingly colored marker and color token (bag). Place the marker on square 0 of the path that records Journey points."],
              ["cardList" , "Each player then takes 2 Traveler tiles at random <i style=\"color: red;\">(or you can use this application for this step)</i>, chooses one and places it face up on the table before him."],
              ["cardList" , "The player then places his color token (bag) in the hole of his Traveler tile."],
              ["cardList" , "Place all unchosen and unused tiles in the box out of play."],
              ["cardList" , "Each player receives coins equal to the number in the upper right corner of his chosen tile; this constitutes his bank at the start of the journey."],
              ["cardList" , "Finally, randomly place all of the Traveler pieces in a line at the 1st inn (Kyoto)."],
              ["card"     , ""],
              ["cardTitle", "Setup for Crossroads Expansion"],
              ["cardText" , "Set up the Tokaido game following the usual rules."],
              ["cardText" , "Place the expansion board just above the Tokaido board. On this board, at the corresponding locations, make face-down stacks with:"],
              ["cardList" , "Legendary Object cards"],
              ["cardList" , "Bathouse cards"],
              ["cardList" , "Calligraphy cards"],
              ["cardList" , "Amulet cards"],
              ["cardList" , "Cherry Tree cards"],
              ["cardList" , "Fortune die"],
              ["cardText" , "Add the new Travelers to the old. As usual, each player receives two Travelers and selects one to be for the game."],
              ["cardText" , "The game is played according to the Tokaido rules."],
              ["card"     , ""],
              ["cardTitle", "Setup for Matsuri Expansion"],
              ["cardText" , "Set up Tokaido and Crossroads according to the usual rules."],
              ["cardText" , "Shuffle the Matsuri cards and make a face-down stack next to the board."],
              ["cardText" , "Place the Closed Space tokens, the Journey points tokens, and the Doll/Carp tokens next to the bank."],
              ["cardText" , "Add the new Travelers to the old. If you wish to, you can now choose your Traveler between 3 instead of just 2, or directly take the Traveler of your choice among all of them."],
              ["cardText" , "The game is played according to the Tokaido rules."]
            ],
  "rules" : [
              ["card"     , ""],
              ["cardTitle", "Rules"],
              ["cardText" , "The players are travelers in Japan in days of old. They will follow the prestigious Tokaido and try to make this journey as rich an experience as possible. To do this, they will pass through magnificent countryside, taste delicious culinary specialties, purchase souvenirs, benefit from the virtues of hot springs, and have unforgettable encounters."],
              ["card"     , ""],
              ["cardTitle", "Playing the game"],
              ["cardText" , "<span style=\"color: red;\">In Tokaido, the player whose Traveler is farthest behind on the road (with respect to the destination) is the player who takes the next turn.</span>"],
              ["cardText" , "This player must move his Traveler forward – that is, toward Edo – to the open space of his choice, freely passing over one or more open spaces, if he wishes. Once he has moved his Traveler, the player receives the benefit corresponding to this type of space."],
              ["cardText" , "In most cases, after a Traveler has moved, another Traveler is then last on the road, and it becomes that player’s turn. Sometimes the last Traveler may still be last after moving, in which case he goes again immediately."],
              ["cardTitle", "Single / double spaces"],
              ["cardText" , "Some of the spaces on the board are doubled. When a traveler lands on a double space, he must occupy the space located on the road if it is free; a Traveler who arrives after him must occupy the second space. Double spaces are used only in games with 4 or 5 players. When playing with 2 or 3 players, the second space – the one off the road – cannot be occupied."],
              ["card"     , ""],
              ["cardTitle", "Description of the spaces"],
              ["cardText" , "Each move leaves a traveler on one of the 8 types of spaces or one of the Inn spaces. In the descriptions below, a «collection» refers to all of the cards acquired (and placed face up) by a player during a game. <i>Note: Travelers immediately score all points earned during the journey.</i>"],
              ["cardTitle", "Village"],
              ["cardText" , "The player draws the first 3 Souvenir cards from the pile and places them face up in front of him. He can then purchase one or more of these cards by paying the price indicated on each card. He then places any unpurchased cards face down on the bottom of the pile. Each Souvenir is different, and each belongs to one of 4 types: small objects, clothing, art, and food & drinks. To score the maximum number of points, players need to collect Souvenirs of each type. <i>(Note that you can purchase and score for Souvenirs of any type.)</i>"],
              ["cardText" , "As you purchase Souvenir cards, group them into sets in front of you; each set can contain only one Souvenir of each type."],
              ["cardList" , "The first Souvenir in a set, no matter which type it is, is worth 1 point."],
              ["cardList" , "The second Souvenir in a set, which must be of a different type than the first, is worth 3 points."],
              ["cardList" , "The third Souvenir in a set, which must be of a different type than the first two, is worth 5 points."],
              ["cardList" , "The fourth Souvenir in a set, which must be of a different type than the first three, is worth 7 points."],
              ["cardText" , "The player earns these points at the time that he adds these cards to his collection. <i>Note: A traveler must have at least 1 coin to stop in a Village, but he is not required to purchase any souvenirs.</i>"],
              ["cardTitle", "Farm"],
              ["cardText" , "The player takes 3 coins from the reserve and adds them to his bank. There is no limit to the number of coins a player can accumulate."],
              ["cardTitle", "Panorama"],
              ["cardText" , "Panoramas are made of 3, 4 or 5 sections. When a player stops on a Panorama Station, if he doesn’t yet have any Panorama cards of this type, he takes a Panorama card of value «1». Otherwise, he takes the next number in ascending order. He immediately scores a number of points equal to the value of the card (1, 2, 3, 4 or 5 depending on the panorama). <i>Note: Each traveler can create only a single panorama of each type; a traveler who completes a panorama can no longer stop on the spaces corresponding to that type (Sea, Mountain, or Paddy).</i>"],
              ["cardTitle", "Hot Spring"],
              ["cardText" , "The player takes a Hot Spring card from the pile and adds it to his collection. These cards are worth 2 or 3 points."],
              ["cardTitle", "Temple"],
              ["cardText" , "The player donates 1, 2, or 3 coins to the temple, placing them on the Temple section of the board in the area corresponding to his color. The player immediately scores 1 point for each donated coin. <i>Note: A traveler who stops on a Temple space must donate at least 1 coin as an offering and cannot donate more than 3 coins.</i>"],
              ["cardTitle", "Encounters"],
              ["cardText" , "The player reveals the top card of the Encounter pile and applies the effect. After carrying out an effect, the player adds the card to his collection."],
              ["cardText" , "<b>Shokunin (Traveling merchant)</b> - The player draws the top Souvenir card from the pile and adds it to his collection. He scores 1, 3, 5, or 7 points depending on which Souvenirs he already owns."],
              ["cardText" , "<b>Annaibito (Guide)</b> - If the player has not yet started the depicted panorama, he takes a value 1 card of the appropriate type. If he has started it, he takes the next number in ascending order. If he’s completed it, he can start or add to another panorama of his choice. He scores points for the Panorama card as usual."],
              ["cardText" , "<b>Samurai</b> - The player immediately scores 3 points."],
              ["cardText" , "<b>Kuge (Noble)</b> - The player immediately takes 3 coins from the reserve that he adds to his bank."],
              ["cardText" , "<b>Miko (Shinto priest)</b> - The player immediately takes 1 coin from the bank and places it as an offering in the Temple in the area corresponding to his color. He scores 1 point for this donation."],
              ["cardTitle", "Inns"],
              ["cardText" , "The Inns are special spaces, and all Travelers must stop at each Inn. The Inns are the places where players can buy Meal cards. Meal cards cost 1, 2 or 3 coins and all give 6 victory points."],
              ["cardTitle", "Arriving at an inn"],
              ["cardText" , "The Inns, mandatory stopovers for all travelers, are places to enjoy a well-earned meal and sample local culinary specialties. Each traveler is obliged to stop at each of the 4 Inns on the way to Edo, so naturally the Inn spaces can hold all of the travelers at the same time. These Inn spaces are on the board in red. The order that players arrive at an Inn is important. The first traveler occupies the space nearest the road, and later travelers form a line after him."],
              ["cardText" , "When the first traveler arrives at an Inn, he draws as many Meal cards as there are players, plus 1. He looks at these cards without showing them to other players. He can then purchase one Meal card of his choice by paying the price (1, 2, or 3 coins) marked on the card. He adds this card, face up, to his collection and places the remaining cards next to the board, face down. Each Meal card is worth 6 points, and a player scores these points at the time that he adds this card to his collection."],
              ["cardText" , "He then must wait for the other travelers to arrive at the Inn. Upon arrival, each traveler can (possibly) purchase one of the remaining Meal cards. The first traveler to arrive at the Inn therefore has more choice than the last! <i>Important: A traveler cannot taste the same culinary specialty twice during his journey. A traveler can never purchase more than one Meal card per Inn. A traveler is never obliged to purchase a Meal card."],
              ["cardTitle", "Continuing the journey"],
              ["cardText" , "Once all travelers have arrived at the Inn and had a chance to taste the local cuisine, the journey can continue. Place unpurchased Meal cards on the bottom of the appropriate pile. The last traveler on the route – that is, the one farthest from the Inn – takes the next turn and starts out on the road again."],
              ["card"     , ""],
              ["cardTitle", "End of the journey"],
              ["cardText" , "When all of the Travelers have arrived in Edo at the last Inn, the game ends."],
              ["cardText" , "Award the achievement cards (Gourmet, Collector, Bather, Chatterbox) to the appropriate travelers. The travelers score additional points depending on their ranking as donors to the Temple: The most generous donor scores 10 points. The second scores 7 points. The third scores 4 points. All other donors score 2 points. In the event of a tie, all tied players score points from that rank; e.g., two players tied for first place score 10 points each. Travelers who haven’t donated a single coin to the Temple do not score any point."],
              ["cardText" , "The player with the most points wins the game. In the event of a tie, the tied player with the most achievement cards wins. In Tokaido, Journey points are scored throughout the game. However, if you think you have made a mistake, your collection allows you to recount your points at the end of the game."],
              ["cardTitle", "Achievement cards"],
              ["cardText" , "Seven achievement cards are distributed to the travelers, 3 during the game and 4 at the end of it."],
              ["cardText" , "<b>Panorama achievement cards</b> - Three cards are given during the travel to Edo. The first traveler to complete a panorama of a particular type receives the achievement card corresponding to this panorama. Each Panorama achievement cards immediately gives 3 points."],
              ["cardText" , "<b>Gourmet achievement cards</b> - The traveler with the highest sum of coins on his Meal cards receives this achievement card and scores 3 points."],
              ["cardText" , "<b>Bather achievement cards</b> - The traveler who has the most Hot Spring cards receives this achievement card and scores 3 points."],
              ["cardText" , "<b>Chatterbox achievement cards</b> - The traveler who has the most Encounter cards receives this achievement card and scores 3 points."],
              ["cardText" , "<b>Collector achievement cards</b> - The traveler who has the most Souvenir cards receives this achievement card and scores 3 points."],
              ["cardText" , "If two or more travelers are tied for first for any of the achievements, they each score 3 points."],
              ["card"     , ""],
              ["cardTitle", "Special rules for two-player games"],
              ["cardText" , "Two-player games have somewhat diffferent rules. During set-up, add a third traveler – the Neutral traveler – to the starting Inn. (Determine the order of the three travelers at random.)"],
              ["cardText" , "As with the travelers controlled by players, this Neutral traveler must be moved when he is last on the road. The player whose traveler is in the lead moves the Neutral traveler. <i>Note: Neutral traveler movements are an important part of two-player games and are the key to winning!</i>"],
              ["cardText" , "Neutral traveler movements have no effect on the game, except at Temple and Inn spaces: When the Neutral traveler stops on a Temple space, take a coin from the bank and place it on the space corresponding to his color. Thus, the Neutral traveler is involved at the end of the game when calculating the additional points connected to Temple offerings. With two players, the first player at the Inn draws four Meal cards. When the Neutral traveler stops on an Inn space, the player who moved him takes the Meal cards and discards one at random. Place this card on the bottom of the pile without revealing it. Excepting these two cases, the rest of the game plays with the usual rules."],
              ["card"     , ""],
              ["cardTitle", "Crossroads expansion rules"],
              ["cardText" , "Existing spaces gets new effects with the Crossroads expansion."],
              ["cardList" , "<b>Panorama spaces</b> <i>(Sea, Mountain, Rice Paddy)</i>: Instead of taking the panorama card, player may choose to take a Cherry Tree card (if available) and receiving 2 points and 1 coin. There is no limit ot the number of Cherry Trees a player can accumulate, there is no associated achievement card for Cherry Tree cards."],
              ["cardList" , "<b>Bathouses</b>: Instead of taking the Hot Springs card, player may pay 1 coin for a Bathouse card. The Bathouse cards give 4 points and are considered to be Hot Springs for the awarding of the 'Bather' achievement."],
              ["cardList" , "<b>Farms</b>: Instead of taking 3 coins from bank, player may decide to gamble 2 coins from his reserve. After placing the bet, you throw the Fortune die, which indicates the result."],
              ["cardList" , "<b>Temples</b>: Instead of normally paying coins to the Temple, you may pay a coin to the bank to take one of the available Amulet cards. The Amulet cards confer a single-use effect. The player chooses from among those available, and keeps them secret until he decides to use them. Used cards are returned to their stack on the Crossroads board, and can be drawn again later in the game."],
              ["cardList" , "<b>Village</b>: Instead of byuing souvenirs you can acquire a Legendary Object. The player can buy one and only one Legendary Object of his choice (if the card is available) for the cost marked on the card (1, 2, or 3 coins)."],
              ["cardList" , "<b>Encounters</b>: Instead of normally drawing an Encounter card, player may decide to pay one coin to the bank to acquire one of the available Calligraphy cards of his choice."],
              ["card"     , ""],
              ["cardTitle", "Matsuri expansion rules"],
              ["cardText" , "When the Travelers stop at each of the 3 intermediate Inns an event is triggered: a Matsuri."],
              ["cardText" , "Once ALL the Travelers have arrived at the Inn (after they have used their abilities and bought their Meal cards), the first player to arrive at the Inn draws 2 Matsuri. The player looks at the 2 cards, chooses one and places the other under the stack, without showing it to the other players."],
              ["cardText" , "The chosen Matsuri card is placed face-up on top of the stack so that all the players can see it. The effect is applied as soon as the card is revealed."]
            ]
}
