{
  "set"   : [
              ["card"     , ""],
              ["cardTitle", "Setup"],
              ["cardList" , "<b>Place Game Board</b>: Unfold the game board and place it in the center of the play area within easy reach of all players."],
              ["cardList" , "<b>Gather Battle Dice</b>: Take the three battle dice and place them near the game board."],
              ["cardList" , "<b>Prepare Decks</b>: Sort all cards by type and individually shuffle each deck. Set aside the development decks. Place the foul fate deck and good fortune deck facedown in their designated spaces on the game board. Place the three quest decks and three investigation decks facedown near the game board."],
              ["cardList" , "<b>Prepare Monster Stacks</b>: Sort the monster tokens by color into stacks, individually shuffle each stack, and place them facedown near the game board."],
              ["cardList" , "<b>Prepare Token Supplies</b>: Sort the remaining tokens into piles by type and place them near the game board."],
              ["cardList" , "<b>Prepare War Track</b>: Place one common marker on the top space of the war track."],
              ["cardList" , "<b>Place Starting Obstacles</b>: Place one bronze monster token facedown in each of the top three obstacle zones (gray, purple, and red). Then, place one foul fate token in each of the bottom three obstacle zones (blue, yellow, and green)."],
              ["cardList" , "<b>Determine First Player</b>: Randomly determine the first player."],
              ["cardList" , "<b>Choose Hero</b>: Starting with the first player and proceeding clockwise, each player chooses one hero sheet and places it infront of him <i style=\"color: red;\">(you can use this application for this step)</i>."],
              ["cardList" , "<b>Prepare Hero Materials</b>: Each player gathers his hero dice, hero tokens, action tokens, development cards, hero figure, and the number of gold tokens indicated on his hero sheet. Return the materials of all unchosen heroes to the game box. (If a player chooses the dwarf Yarpen as his hero, he takes the four companion cards and places them faceup near his hero sheet."],
              ["cardList" , "<b>Place VP Markers</b>: Each player places one of his hero tokens on the zero space of the victory point track."],
              ["cardList" , "<b>Place Hero Figure</b>: Each player places his hero figure on the board in one of the round spaces at the location specified in the lower-left corner of his hero sheet."],
              ["cardList" , "<b>Draw Starting Quest</b>: Each player draws two cards from the quest deck indicated in the lower-right corner of his hero sheet. He chooses one to keep, placing it faceup near his hero sheet, and discards the other. (Yarpen's hero sheet shows two quest decks that he can draw from. When Yarpen draws quest cards, he chooses either the combat (red) deck or the diplomacy (purple) deck and draws cards from that deck.)"],
              ["cardList" , "<b>Indicate Support Quest</b>: Each player places his other hero token in the banner of the support chart that matches his current type of support quest."]
            ],
  "rules" : [
              ["card"     , ""],
              ["cardTitle", "Rules"],
              ["cardText" , "In The Witcher Adventure Game, each player assumes the role of a hero, and each hero has his or her own distinct traits, abilities, and powers. Over the course of the game, the heroes journey around the world of The Witcher, fighting enemies and investigating leads in an effort to complete quests and earn victory points. The player with the most victory points at the end of the game wins."],
              ["cardText" , "When playing The Witcher Adventure Game, each player controls a hero. In game terms, the word <i>hero</i> refers to both the player controlling the hero as well as the in-game hero. As such, <i>hero</i> and <i>player</i> are used interchangeably."],
              ["cardText" , "In The Witcher Adventure Game, players travel around the game board completing quests and earning VP. The game is played over a series of turns beginning with the first player and proceeding clockwise. The active player performs two actions and encounters one obstacle in his region. Then, his turn ends and the next player's turn begins."],
              ["card"     , ""],
              ["cardTitle", "Actions"],
              ["cardText" , "Performing actions is the primary way that heroes travel around the world, investigate possible leads, and complete quests. To perform an action, a hero places one action token in any open action space on his hero sheet. Then, he resolves the action as described on his hero sheet. A hero cannot perform the same action twice during the same turn."],
              ["cardText" , "The player removes his action tokens from his hero sheet at the end of his turn."],
              ["cardList" , "<b>Travel</b> - Traveling allows heroes to move around the world, and it is one way to gain leads. To travel, the player either moves his hero along one route or he moves his hero along two consecutive routes. To move along sea routes, a hero must spend the number of gold shown on that route. Then, he receives lead tokens matching the number and color shown at his destination. Finally, if he moved along two routes, he draws one foul fate card and resolves it."],
              ["cardList" , "<b>Investigate</b> - Investigating yields various types of encounters, including battles and gaining leads. To investigate, the player draws one card from any one investigation deck and resolves it. Unless the player is instructed to keep the card, he places it faceup in its discard pile."],
              ["cardList" , "<b>Develop</b> - Developing improves a hero's equipment and skills. To develop, the player draws two cards from his development deck, chooses one to keep, and discards the other."],
              ["cardList" , "<b>Rest</b> - Resting offers the hero some reprieve, allowing him to treat his wounds. To rest, the player removes either two minor wound tokens or one severe wound token from his hero sheet."],
              ["cardList" , "<b>Brew (Geralt Only)</b> - Geralt is an expert at brewing powerful potions. To brew, he places one common marker on each of his faceup potion development cards."],
              ["cardList" , "<b>Prepare (Triss Only)</b> - Triss requires time to prepare her spells. To prepare, she places one common marker on one of her faceup spell development cards."],
              ["cardList" , "<b>Sing (Dandelion Only)</b> - Dandelion can sing an elaborate tale of his travels to earn a few coins. To sing, he takes two gold from the supply."],
              ["cardList" , "<b>Command (Yarpen Only)</b> - Yarpen has four of his most loyal companions at his command. To command, he chooses two of his companion cards to use and resolves their effects."],
              ["card"     , ""],
              ["cardTitle", "Quests"],
              ["cardText" , "Quests are the central focus of the game, and they represent a hero's main objective. Each player has one faceup quest card in his play area at all times; his quest card shows several quests that he can complete, which yield victory points (VP) and other consequences, both good and bad. Each hero can only draw from the decks shown on his hero sheet."],
              ["cardText" , "Quests require a player to do various things, such as spend resources, fight a battle, or be at a specific location. The requirements and VP rewards for completing each quest and the consequences for completing the main quest are described on the quest card."],
              ["card"     , ""],
              ["cardTitle", "Operations"],
              ["cardText" , "Operations are things that a player can do on his turn that do not require an action. A player may perform operations before or after each of his actions."],
              ["cardList" , "<b>Exchange Leads for Proof</b> - The player exchanges a number of his lead tokens for one proof token from the supply according to the exchange rate shown on his hero sheet."],
              ["cardList" , "<b>Complete a Side Quest</b> - The player fulfills the requirement for a side quest shown on his quest card, which might require spending resources or visiting a specific location. He immediately earns VP equal to the number shown in that quest space and places one common marker in that space to mark that quest as completed."],
              ["cardList" , "<b>Complete a Support Quest</b> - A player can perform this operation only if he is in the same location as an opponent. The player spends the required resources shown for that opponent's support quest. The supporting player immediately earns 6 VP and the owner of the quest card immediately earns 3 VP. The owner also places one common marker in his support quest space to mark it as completed."],
              ["cardList" , "<b>Complete a Main Quest</b> - A player can perform this operation only if he is in the location of his main quest. The player spends the required resources shown for his main quest requirement. If the main quest has an enemy encounter, he also fights a battle against that enemy. Regardless of the battle's outcome, he completes the quest. He immediately earns VP equal to the number shown to the right of the quest requirement. Then, he resolves the consequences stated on the card and flips the quest card facedown. Finally, he draws two cards from his hero's quest deck, chooses one to keep, and discards the other."],
              ["cardList" , "<b>Trade Resources</b> - The player can trade leads or gold with any hero in his current location. Players can negotiate the terms of the trade, but they must both agree to those terms before trading."],
              ["cardList" , "<b>Bribe a Friend (Dandelion Only)</b> - Dandelion spends one gold to place one common marker on one of his faceup friend development cards."],
              ["card"     , ""],
              ["cardTitle", "Encountering Obstacles"],
              ["cardText" , "After the player performs his two actions, he encounters one obstacle in his region. To encounter an obstacle, he checks the obstacle zone that corresponds to his region and chooses one obstacle to encounter. If there are no obstacles in his region, he advances the war track instead. To encounter a foul fate token, the hero discards the token, draws one foul fate card, and resolves it. To encounter a monster token, the hero flips it faceup if it is facedown and fights a battle against it. If there are multiple monsters in the region, the hero chooses one to encounter."],
              ["card"     , ""],
              ["cardTitle", "Battles"],
              ["cardText" , "When a hero encounters an enemy, he fights a battle against it. Enemies appear on investigation or foul fate cards, in the main quest description on a quest card, or as a monster obstacle. To fight a battle, the hero first resolves any <i>before rolling</i> effects. Then, he rolls the battle dice along with his hero dice and totals the results."],
              ["cardText" , "Next, he may modify the results in the following ways:"],
              ["cardList" , "Spend 1 dodge and 1 sword to produce 1 shield."],
              ["cardList" , "Use a development card that can be used during battle."],
              ["cardList" , "Use a good fortune card that can be used during battle."],
              ["cardText" , "Now he compares his total swords against the enemy's sword stat. If the number of swords is equal to or greater than the enemy's sword stat, the hero's attack is successful and he resolves the <i>successful sword</i> effect; conversely, if the number of swords is less than the enemy's sword stat, the hero's attack fails and he resolves the <i>failed sword</i> effect. Then, he compares his total shields against the enemy's shield stat. If the number of shields is equal to or greater than the enemy's shield stat, the hero's defense is successful and he resolves the <i>successful shield</i> effect; conversely, if the number of shields is less than the enemy's shield stat, the hero's defense failed and he resolves the <i>failed shield</i> effect. Then, if the enemy is a monster and the hero's attack is successful, the monster is defeated and its token is discarded. If the hero did not defeat the monster, it remains faceup in its current obstacle zone."],
              ["card"     , ""],
              ["cardTitle", "Winning the game"],
              ["cardText" , "When a player completes his third quest card, each other player takes one more turn, after which the game ends. The player with the most VP at the end of the game wins."],
              ["card"     , ""],
              ["cardTitle", "Additional Rules"],
              ["cardList" , "<b>Locations, routes & regions</b> - The game board shows various locations of The Witcher world. Each location is identified by its colored banner with the location's name and four round spaces above it. Heroes travel from location to location along the yellow routes. Each location belongs to a region, as identified by the color and symbol displayed on its banner. Each region has one corresponding obstacle zone along the left side of the board."],
              ["cardList" , "<b>Leads & proof</b> - In order to complete quests, heroes must acquire proof. To acquire proof, the heroes must first collect leads and exchange those leads for proof. There are several ways that heroes collect leads, such as arriving at a location or resolving an investigation card. Arriving to a location grants only one lead of any color shown in the icon below the region <i>(Dol Blathana and Cintra provide one lead of EACH color; Brokilon, Jaruga, and Ellander provide no lead tokens.)</i>."],
              ["cardList" , "<b>Obstacles</b> - There are two types of obstacles that heroes can encounter: monster tokens and foul fate tokens. Obstacles occupy their respective spaces in obstacle zones. Any number of monster tokens can occupy a monster space, but only one foul fate token can occupy a foul fate space. An obstacle zone can have both types of obstacles in it at the same time. Each obstacle zone corresponds to one region, as identified by the color and symbol displayed on its banner."],
              ["cardList" , "<b>Dice results</b> - Each die face produces one or more dice results. Various game effects, including battles and some investigation card effects, require heroes to roll dice. During battle, heroes add up their dice results to determine success or failure. Heroes can also spend dice results to trigger development card effects. Some investigation cards instruct a hero to roll his hero dice and describe an effect that occurs if the hero obtains a success or not. To obtain a success, the hero must roll the die face labeled as a <i>success</i> on his hero sheet. Each hero has a different die face that counts as a success."],
              ["cardList" , "<b>Wound</b> - Heroes can suffer two different types of wounds: minor wounds and severe wounds. Wound tokens are double-sided, with each type of wound shown on one side. Heroes cannot die, but they can sustain a limited number of wounds, which is represented by the woundable action spaces on the hero sheet. Some effects cause the hero to suffer wounds. To suffer a wound, he takes the number of wound tokens indicated by the effect. He places a wound with the indicated side (minor or severe) faceup in any woundable action space on his hero sheet that does not already have a wound token. While a wound token occupies an action space, the hero cannot place his action token in that action space, so he cannot perform that action. If a hero suffers a wound and all of his woundable action spaces are occupied, he does not place a wound token and instead loses 2 VP for each wound token that he cannot place on his sheet. A hero can remove wounds from his hero sheet in several ways, including performing the rest action, entering a location with a heart icon, and some card effects."],
              ["cardList" , "<b>Victory points</b> - Players use the VP track along the edge of the board to track VP. When a player earns VP, he moves his VP marker forward on the track a number of spaces equal to the VP he earned. When a player loses VP, he moves his VP marker backward on the track a number of spaces equal to the VP he lost."],
              ["cardList" , "<b>Development cards</b> - Development cards provide the heroes with powerful game effects. These effects can only be used when specified on the individual card. Some development cards state <i>spend 1 common marker from this card</i> to trigger the card's effect. Each hero has a unique way of placing markers on his development cards; for example, Geralt's brew action places common markers on his potion development cards. Each development card can have a maximum of three common markers on it at a time."],
              ["cardList" , "<b>Support Chart</b> - Players use the support chart to display each character's current support quest. This way, players can see at a glance how they can complete support quests for their opponents. When a player gets a new quest, he moves his hero token to the banner that corresponds to his new support quest's type."],
              ["cardList" , "<b>The War Track</b> - The war track gauges the turmoil caused by the Nilfgaardians, and it populates the board with various obstacles. Some effects <i>advance the war track</i>. To advance the war track, the hero moves the common marker clockwise one space. Then, he takes the obstacle shown in that space of the war track and places it in the obstacle zone of his current region."],
              ["cardList" , "<b>Traits</b> - Development cards and several investigation cards have traits, which are formatted in bold and small caps (e.g., Magic). Traits do not have effects on their own, but other card effects often reference traits."],
              ["cardList" , "<b>Tasks</b> - Some investigation cards have tasks, which are optional assignments the hero can undertake that yield a small reward. The hero keeps these cards until the task is completed as a reminder of what the task's requirements and rewards are. Some investigation cards have both a task and a trait. Players must keep their completed tasks separate from their uncompleted tasks to track which tasks they have already completed."],
              ["cardList" , "<b>Good Fortune cards</b> - Some effects have players draw good fortune cards. When a player draws a good fortune card, he looks at it and keeps it facedown in his play area. Each good fortune card states when it can be played, and the player decides when it is most beneficial to play the card."],
              ["cardList" , "<b>Delayed Heroes</b> - Some effects cause heroes to become delayed. When a hero becomes delayed, he forfeits his next action. To represent this, lay the hero figure on its side. The next time he would perform an action, he stands the figure instead of performing an action."],
              ["cardList" , "<b>Monster Placement</b> - Some effects place monsters in a region. To place a monster, the hero draws the top monster from the indicated monster stack (bronze, silver, or gold) and places it facedown in the monster space of the specified region's obstacle zone. If there are any monsters already in that monster space, he places the incoming monster on top."],
              ["cardList" , "<b>Foul Fate</b> - Some effects place foul fate in a region. To place a foul fate, the hero places one foul fate token in the foul fate space of that region's obstacle zone. If an effect instructs a player to place a foul token in a region that already has one, he instead places it in an open fould space on his hero sheet. On hero sheets, there is one foul fate space next to each action space. Some effects cause the hero to <i>suffer 1 foul fate</i>. To suffer a foul fate, the hero places one foul fate token in any open foul fate space on his hero sheet. If a hero cannot place a foul fate tokens on his hero sheet because all of his foul fate spaces are occupied, he does not place any foul fate token. Instead, he loses 2 VP for each foul fate token that he cannot place on his sheet. If a hero performs an action with a foul fate token next to it, he discards that foul fate token, draws one foul fate card, and resolves it immediately. After resolving the foul fate card, he discards it and finishes resolving the chosen action."]
            ]
}